{
    "about":[{
        "section": "Token Information",
        "link": "token-information",
        "details": [{
            "header": "",
            "type": "none",
            "paragraphs":[
                "Leverj DApp is designed as a two level tokens. The primary token LEV is of fixed supply and represents a license to transact on the platform proportional to the percentage ownership of the token supply. The secondary token FEE is the accounting mechanism to ensure the rights of FEE can be exercised fully in a decentralized manner. The LEV can be utilized to stake and receive the FEE created proportional to platform volume."
            ]
        },{
            "header": "Token Breakdown",
            "type": "list",
            "paragraphs":[
                "400 million sold in a combined Pre-Sale and public token sale",
                "300 million held by Leverj for Liquidity and operations",
                "200 million held by the team and future employees",
                "100 million held by partners"
            ]            
        },{
            "header": "Conversion Ratio",
            "type": "none",
            "paragraphs":[
                "1 ETH = 4615 LEV (Presale)",
                "1 ETH = 3000 LEV (Public Sale)"
            ]            
        },{
            "header": "Token Function",
            "type": "none",
            "paragraphs":[
                "A fixed number of LEV tokens (1 billion) will be minted before the upcoming token sale - this will be the only time LEV are created. Leverj is selling 40% of these LEV created in the token sale.",
                "The secondary token, FEE, will have a varying supply adjusts based on the behaviour of Leverj ecosystem stakeholders. Its market price will have a targeted range, with a game theoretically designed system reinforcing it."
            ]            
        }]
    },{
        "section": "How to contribute?",
        "link": "contribute",
        "details": [{
            "header": "",
            "type": "none",
            "paragraphs":[
                "You can participate in our token sale through MetaMask, MEW or MIST."
            ]
        },{
            "header": "MetaMask",
            "type": "none",
            "paragraphs":[
                "If you use MetaMask, you can send Ether directly to the Leverj smart contract. Please follow the gas limit noted on the page. The token will be sent immediately to the MetaMask wallet from which the ETH arrived."
            ]
        },{
            "header": "Other smart contract ABIs (MEW, Mist)",
            "type": "none",
            "paragraphs":[
                "You can also particite directly through the campaign smart contract from your personal Ethereum wallet like MyEtherWallet, or Mist. Please follow the gas limit noted on the page. The token will be sent immediately to the wallet from which the ETH arrived."
            ]
        }]
    },{
        "section": "Project Overview",
        "link": "overview",
        "details": [{
            "header": "",
            "type": "none",
            "paragraphs": [
                "Leverj is a decentralized cryptocurrency derivatives trading platform. Using the Ethereum blockchain, Leverj will provide novice and experienced traders with a more secure and seamless platform for digital currency exchange. The platform will also offer services such as managed and simulated trading, historical data replay, mentorship by experienced traders, and a marketplace for trading indicators and strategies"
            ]
        }]
    }],
    "team": [
        { 
            "name": "Bharath Rao - Founder/CEO",
            "about": "Entrepreneur. Trader. Techie. Leader. Blogger. Speaker. 10 year Wall St. veteran MS Computer Engineering from Syracuse University",
            "image": "bharath.jpg"
        },{ 
            "name": "Nirmal Gupta - CoFounder/CTO",
            "about": "Full stack developer. 10 years on Forex Trading Software BS Aerospace Engineering from IIT Kanpur",
            "image": "nirmal.jpg"
        },{ 
            "name": "Babu SK - Operations",
            "about": "FinTech veteran, Platform Growth & Tech strategy, Operational Transformation. MBA, IIM Bangalore",
            "image": "babu.png"
        },{
            "name": "Gerry Howatt - Marketing",
            "about": "20+ year Marketing Executive, Media Strategist, Product Marketer, Partnership Development, Entrepreneur",
            "image": "gerry.jpg"
        },{
            "name": "Alexandra Ward - Community Manager",
            "about": "Crypto Trader. Moderator for bitcoin related subreddit. Administrative role in numerous trading communities.",
            "image": "velo.jpg"
        }
    ],
    "information":{
        "tokenName": "Leverj Token Sale",
        "description": "The first decentralized cryptocurrency futures exchange to offer margin trading",
        "totalTokenSupply": "1,000,000,000",
        "contributionCap": "115,833",
        "conversionRatio": "2000",
        "coin": "ETH",
        "startDate": "July 1st 12pm EST",
        "startDateTimestamp": 1498867200
    },
    "price": {
        "minimum": "25",
        "currency": "ETH",
        "coin": "LEV",
        "contribute": [{
            "commited": "Presale",
            "price": "4615"
        },{
            "commited": "Public Sale",
            "price": "3000"
        }] 
    },
    "aboutNavigation":[{
        "title": "Token Information",
        "link": "token-information"
    },{
        "title": "How to Contribute?",
        "link": "contribute"
    },{
        "title": "Project Overview",
        "link": "overview"
    },{
        "title": "Business Details",
        "link": "details"
    },{
        "title": "Team",
        "link": "team"
    }]
}